
export const FoodQuestionD = [
  {
    id: 1,
    title: "친구들과 엽떡을 먹으러 갔다. 당신의 선택은?",
    answer1: "당연히 매운맛이지",
    answer2: "착한맛 먹자..",
    type: "A1A2",
    foodImg1: Spicy,
    foddImg2: Spicy
  },
  {
    id: 2,
    title: "유튜브를 보다가 신길동 매운 짬뽕 먹방을 보았다. 이때 드는 당신의 생각은? ",
    answer1: "맛있겠다. 당장 도전 ㄱㄱ",
    answer2: "먹으러가기 귀찮아..",
    type: "A1A2",
    foodImg1: Pasta,
    foodImg2: Pasta
  },
  {
    id: 3,
    title: "생일날 친구가 뱀파이어치킨을 보내줬다. 당신의 답장은?",
    answer1: "먹어보고 싶었던건데 고마워!",
    answer2: "맘에 안든다며 욕한다",
    type: "A1A2"
  },
  {
    id: 4,
    title: "추운데 아이스 음료를 마시는게 신기하다는 친구, 이때 당신은?",
    answer1: "그니까. 당연 뜨죽따 아닌가?",
    answer2: "나도 얼죽아인데? 아이스는 포기 못해",
    type: "B1B2"
  },
  {
    id: 5,
    title: "한여름 회사 점심시간. 같은 가격의 국밥과 시원한 냉면이 있다. 당신의 선택은?",
    answer1: "같은 값이라도 뜨끈한 국물의 든든한 국밥이 최고지",
    answer2: "당연 여름엔 시원하게 냉면이지ㅋㅋ",
    type: "B1B2"
  },
  {
    id: 6,
    title: "냉면을 먹으러 식당에 들어가 주문을 하고 기다리고 있다. 이어지는 당신의 행동은?",
    answer1: "뜨끈한 육수를 컵에 받아온다",
    answer2: "시원한 물을 컵에 따른다",
    type: "B1B2"
  },
  {
    id: 7,
    title: "절대 끝나지 않을 냉면 논쟁. 당신의 취향은?",
    answer1: "시원한 육수를 들이킬 수 있는 물냉!",
    answer2: "물냉은 밍밍해 매콤한 양념으로 입맛을 돋구는 비냉!",
    type: "C1C2"
  },
  {
    id: 8,
    title: "친구들의 손에 이끌려 요즘 유행하는 마라를 먹으러갔다. 당신의 선택은?",
    answer1: "얼얼함과 고소함이 공존하는 뜨끈한 국물의 마라탕",
    answer2: "밥과 함께 먹으면 맛있는 불향 가득 기름에 볶은 마라샹궈",
    type: "C1C2"
  },
  {
    id: 9,
    title: "미국가는 비행기에서 기내식이 나왔다. 당신의 선택은?",
    answer1: "집에서 끓여먹는 것보다 맛있는 기내식 라면",
    answer2: "한국인이라면 포기못하는 비빔밥",
    type: "C1C2"
  },
  {
    id: 10,
    title: "밤샘 과제 하느라 뇌절 온 당신, 치킨을 주문하려 한다. 당신의 선택은?",
    answer1: "포장하면 3000원 할인하네 포장주문 해야지",
    answer2: "배달비가 4000원이지만.. 나가기 귀찮아 배달 ㄱㄱ",
    type: "D1D2"
  },
  {
    id: 11,
    title: "일본 여행 첫 날, 카지노에서 경비를 탕진한 당신의 선택은?",
    answer1: "편의점 음식으로 3일을 때운다.",
    answer2: "그래도 일본까지 왔는데 라멘은 먹어야지. 규카츠와 라멘을 먹고 2일은 굶는다. ",
    type: "D1D2"
  },
  {
    id: 12,
    title: "집에서 학교까지는 걸어서 20분 버스타고 10분이다. 더운 여름날 당신의 선택은?",
    answer1: "10분 차이인데 버스비 아까워 걸어가자",
    answer2: "더우니까 시원하고 편하게 버스타자",
    type: "D1D2"
  }
] 